

export default function Terms() {
    return (
        <main className="s_main">
            <section className="s_term">
                <div className="container_lg">
                    <h2 className="s_title">「DATAGRID AnomalyGenerator」<br className="hide_pc" />利用規約</h2>
                    <div className="term">
                        <p>この「DATAGRID AnomalyGenerator」利用規約（以下「本規約」といいます。）は、株式会社データグリッド（以下「当社」といいます。）が提供する「DATAGRID AnomalyGenerator」（以下「本サービス」といいます。）の利用に関して、ユーザーに同意していただく必要のある事項を記載するものです。<br />
                            本サービスのご利用に際しては、本規約が適用されますので、ご利用の前に必ずお読みください。</p>

                        <h3>第1条（総則・適用範囲）</h3>
                        <p>1.本規約は、当社が管理・運営し、ユーザーに提供する本サービスについて、ユーザーと当社の間の本サービスの利用に関する権利義務関係を規定するものです。<br />
                            2.本規約は、ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されます。<br />
                            3.当社が、本サービスに関して本規約に加えて別の規定（以下「追加規定」といいます。）を当社ウェブサイト等に公表し、又はユーザーに対して通知している場合、追加規定は本規約の一部を構成するものとし、追加規定が本規約と抵触する場合には、追加規定が優先されるものとします。</p>

                        <h3>第2条（定義）</h3>
                        <p>本規約において使用する以下の用語は、当該各号に定めるとおりの意味を有するものとします。<br />

                            (1) 「サービス利用契約」<br />
                            本サービスを利用するために、当社とユーザーとの間で締結する本サービスの利用に関する契約関係をいい、本規約及び追加規定をその内容に含みます。<br />
                            (2) 「申込書」<br />
                            サービス利用契約を締結して本サービスを利用するために、ユーザーが登録情報を記入して当社に提出する当社所定の書類をいいます。<br />
                            (3) 「ユーザー」<br />
                            本規約に同意の上、本サービスの利用登録を完了した法人、団体又は個人をいいます。<br />
                            (4) 「登録情報」<br />
                            申込書によりユーザーが当社に提供した情報、当社が必要と判断して提供を求めた情報及びこれらの情報についてユーザー自身が追加、変更を行った場合の当該情報をいい、ユーザーの個人情報を含みます。<br />
                            (5) 「利用データ」<br />
                            当社が本サービスを通じて取得し、又は本サービス中でユーザーにより利用される一切の情報を意味するものとし、ユーザーが本サービスを利用して保存又は管理する全てのコンテンツ（文字、数字、数式、画像その他のデータを
                            みますがこれらに限りません。）を含むものとします。なお、ユーザー画像及びサービス生成画像は、利用データに含まれるものとし、当社ＡＩは利用データには含まれません。<br />
                            (6) 「ユーザー画像」<br />
                            利用データのうち、ユーザーが、当社ＡＩの学習やサービス生成画像の生成等を含む本サービスでの利用のために、本サービスにアップロードする画像データをいいます。<br />
                            (7) 「サービス生成画像」<br />
                            利用データのうち、本サービスにおいて当社ＡＩが生成した画像データをいいます。<br />
                            (8) 「当社ＡＩ」<br />
                            本サービスにおいて利用可能なＡＩ、ディープラーニング又は機械学習モデルを意味し（ユーザー画像により学習したものを含み、これに限りません。）、本サービスの一部を構成するものとします。<br />
                            (9) 「ユーザーID」<br />
                            ユーザーパスワードと組み合わせて、ユーザーとその他の者とを識別するために用いられる符号をいいます。<br />
                            (10) 「ユーザーパスワード」<br />
                            ユーザーIDと組み合わせて、ユーザーとその他の者とを識別するために用いられる符号をいいます。<br />
                            (11) 「ユーザーアカウント」<br />
                            ユーザーID及びユーザーパスワードを総称したものをいいます。<br />
                            (12) 「当社ウェブサイト等」<br />
                            ドメインが「https://anomaly-generator.site/」である当社が運営するウェブサイトをいいます。<br />
                            (13) 「知的財産権」<br />
                            著作権、特許権、実用新案権、商標権、意匠権その他の知的財産権（知的財産基本法２条２項に規定する権利を含み、これらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含みます。）をいいます。</p>

                        <h3>第3条（本サービスの機能）</h3>
                        <p>1. 本サービスは、本サービスに実装されている当社ＡＩ又はユーザー画像に基づき学習した当社ＡＩにより、サービス生成画像を生成して提供する機能を含むものとし、機能の詳細は当社が別途定めるところによるものとします。<br />
                            2. ユーザーは、自らの責任で本サービスを利用するものとし、当社は、本サービスを用いたユーザー画像の管理及び利用、当社ＡＩの学習及び利用、並びにサービス生成画像の生成、管理及び利用に一切関与せず、これによりユーザーに損害が生じた場合でも責任を負いません。<br />
                            3. 当社は、本サービスに含まれる各種機能を変更する場合があります。機能の変更は、機能の一部又は全部の廃止を伴うことがありますが、ユーザーはこれを承諾するものとします。</p>

                        <h3>第4条（料金プラン）</h3>
                        <p>1. 本サービスの料金プランは、当社が別途定めるものとします。料金プランの詳細は当社ウェブサイト等をご確認頂き、ユーザーに適用される料金プランは、申込書をご確認ください。<br />
                            2. 当社は、料金プランの内容を変更する場合があります。その場合、当社は、変更の内容を、当社ウェブサイト等への掲載その他当社が適当と判断する方法により、当該変更の相当期間前までに、ユーザーに通知します。</p>

                        <h3>第5条（利用料金）</h3>
                        <p>1. ユーザーは、当社に対し、料金プランに基づき、当社が別途定める方法に従い、サービス利用の対価（以下「利用料金」といいます。）を支払うものとします。<br />
                            2. ユーザーが利用料金の支払を遅滞した場合、当社に対し、年14.6％の割合による遅延損害金を支払うものとします。<br />
                            3. 本サービスの退会その他の理由によりサービス利用契約が途中で終了した場合でも、当社の責めに帰すべき事由によるものでない限り、当該契約の残期間に対応する利用料金は発生するものとし、日割計算等による精算及び返金は行いません。<br />
                            4. 当社の責めに帰すべき事由によりサービス利用契約が途中で終了した場合、ユーザーは、以下の各号に該当する利用料金を支払わなくても良いものとし、これを既に支払済みである場合には、当社に返金を求めることができるものとします。<br />
                            (1) 料金プランが月額料金制その他の利用期間に応じて利用料金を支払うものである場合：サービス利用契約の終了日の属する月の次月以降の利用料金<br />
                            (2) 料金プランが都度課金制その他の利用回数・利用量等に応じて利用料金を支払うものである場合：サービス利用契約の終了時に未利用の部分に対応する利用料金</p>

                        <h3>第6条（サービス利用契約）</h3>
                        <p>1. ユーザーとなることを希望する者は、本規約を遵守することに同意し、当社が求める登録情報を申込書に記載の上、当社に対し、本サービスの利用の登録（以下「利用登録」といいます。）を申請するものとします。<br />
                            2. 当社は利用登録の可否を判断し、当社が登録を認めた希望者に限り、利用登録を完了するものとします。<br />
                            3. 当社とユーザーとの間のサービス利用契約は、利用登録完了時に成立し、これ以降、ユーザーは本サービスを当社の定める方法で、本規約に従って利用することができるようになります。</p>

                        <h3>第7条（登録情報の提供及び変更）</h3>
                        <p>1. ユーザーは、登録情報の提供にあたっては、真実かつ正確な情報を提供しなければなりません。当社は、登録情報の内容に虚偽、誤り又は記載漏れがあったことによりユーザーに生じた損害について、一切責任を負いません。登録情報の変更が生じた場合も同様とし、当社は、当社に登録されている登録情報を前提として、本サービスを提供いたします。<br />
                            2. ユーザーは、登録情報に変更があった場合は、速やかに、当社所定の方法により変更の内容を通知するものとします。<br />
                            3. ユーザーは、前項の変更を怠ったことにより当社からの通知が不到達となった場合、当該通知は通常到達すべき時に到達したとみなされることを承諾するものとします。<br />
                            4. ユーザーが第2項の変更を怠ったことにより生じた損害について、当社は一切責任を負わないものとします。</p>

                        <h3>第8条（ユーザーID及びユーザーパスワードの管理）</h3>
                        <p>1. ユーザーは、自らの責任において、当社から発行されたユーザーアカウントを管理するものとし、これを第三者（ただし、ユーザーが法人又は団体である場合においては、自己の指揮監督下にある従業員を除くものとします。）に利用させてはならず、貸与・譲渡・名義変更・売買等をしてはならないものとします。<br />
                            2. 当社は、ユーザーID及びユーザーパスワードの一致を確認した場合、当該ユーザーアカウントを保有するものとして登録されたユーザーが本サービスを利用したものとみなします。<br />
                            3. ユーザーアカウントの管理不十分、使用上の過誤、及び第三者の使用等による損害の責任はユーザーが負うものとし、当社は一切の責任を負いません。<br />
                            4. ユーザーは、ユーザーID又はユーザーパスワードの漏洩や、第三者による使用等が判明した場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従い、当社に生ずる損害を最小限とすべく行動するものとします。</p>

                        <h3>第9条（本サービスの利用）</h3>
                        <p>1. ユーザーは、サービス利用契約の有効期間内において、本規約及び当社の定める方法に従い、本サービスを利用することができるものとします。<br />
                            2. 本サービスの提供を受けるために必要なコンピューター、ソフトウェアその他の機器、通信回線その他の通信環境等の準備及び維持は、ユーザーの費用と責任において行うものとします。<br />
                            3. ユーザーは、本サービスを利用する際、本サービスへの不正アクセス、利用データの漏洩等の未然防止のために十分なセキュリティ対策を講ずるものとします。</p>

                        <h3>第10条（禁止事項）</h3>
                        <p>1. ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為をしてはなりません。<br />
                            (1) 当社、本サービスの他のユーザー、その他第三者の知的財産権、肖像権、プライバシー権、名誉、その他の権利又は利益を侵害する行為<br />
                            (2) 本サービスの他のユーザーのユーザーアカウントを利用する行為<br />
                            (3) 法令に違反する行為、法令違反を助長する行為又はそれらのおそれのある行為<br />
                            (4) 当社、本サービスの他のユーザー、その他第三者に対する詐欺又は脅迫行為<br />
                            (5) 公序良俗に反する行為<br />
                            (6) 本サービスを通じ、以下に該当し、又は該当すると当社が判断する情報を送信、利用する行為<br />
                            ア 過度に暴力的又は残虐な表現を含む情報<br />
                            イ コンピューター・ウィルスその他の有害なプログラムを含む情報<br />
                            ウ 当社、本サービスの他のユーザー又はその他の第三者の名誉又は信用を毀損する表現を含む情報<br />
                            エ 過度にわいせつな表現を含む情報<br />
                            オ 差別を助長する表現を含む情報<br />
                            カ 自殺、自傷行為を助長する表現を含む情報<br />
                            キ 薬物の不適切な利用を助長する表現を含む情報<br />
                            ク 反社会的な表現を含む情報<br />
                            ケ 他人に不快感を与える表現を含む情報<br />
                            コ 虚偽の内容を含む情報<br />
                            サ 宣伝、広告、勧誘、又は営業行為を含む情報<br />
                            シ 他人の個人情報、登録情報、利用履歴情報<br />
                            (7) 本サービスのネットワーク又はシステム等に過度な負荷をかける行為<br />
                            (8) 当社が提供するソフトウェアその他のシステムに対するリバースエンジニアリングその他の解析行為<br />
                            (9) 本サービスの他のユーザーの情報の収集を目的とする行為<br />
                            (10) 本サービスに関するネットワーク又はシステムに不正にアクセスする行為<br />
                            (11) 本サービスの設備に蓄積された情報を不正に書換え若しくは消去する行為<br />
                            (12) 本サービスの他のユーザー又は第三者になりすます行為<br />
                            (13) 反社会的勢力等（暴力団、暴力団員、暴力団員でなくなったときから5年を経過しない者、右翼団体、暴力団準構成員、総会屋、社会運等標榜ゴロ、特殊知能暴力集団その他これに準ずる者を意味します。）への利益供与行為<br />
                            (14) 暴力又は脅迫的な言動（自己又は関係者が反社会的勢力等である旨を伝える行為を含み、これに限りません。）を用いる行為<br />
                            (15) 本サービス若しくはその一部を第三者に利用させ、又は本サービス若しくはその一部と同一若しくは類似のサービスを第三者に提供する行為。なお、本号の行為には以下を第三者に譲渡、貸渡し、使用許諾等する行為を含みます。<br />
                            ア　本サービスに実装されている当社ＡＩ（ユーザー画像で学習したものを含みます）<br />
                            イ　本サービスにおいて当社ＡＩで生成したサービス生成画像<br />
                            ウ　本サービスからダウンロードしたサービス生成画像を用いてユーザーが構築したＡＩ（サービス生成画像で学習した画像分類ＡＩなどの認識系のＡＩを含み、これらに限りません）<br />
                            (16) 当社による本サービスその他の営業を妨害する行為<br />
                            (17) 本サービスの趣旨又は目的に反する行為<br />
                            (18) 前各号の行為を直接又は間接に惹起し、又は容易にする行為<br />
                            (19) その他、当社が不適切と判断する行為<br />
                            2. ユーザーが本条に違反し、当社又は第三者に損害を与えたときは、その損害の一切（予見可能性の有無にかかわらず、弁護士費用、逸失利益、その他特別の事情によって生じた損害及び間接損害を含むがこれらに限られません。）を賠償しなければならないものとします。</p>

                        <h3>第11条（情報の保全）</h3>
                        <p>1. 当社は、ユーザーの利用データを保存する義務を負いません。ユーザーは利用データを自己の責任で保全するものとします。<br />
                            2. 当社は、本サービスの運営又は提供の必要上、やむを得ず利用データを改変又は削除することがあります。この場合でも、当社は当該改変又は削除によりユーザーに生ずる損害について責任を負いません。</p>

                        <h3>第12条（退会）</h3>
                        <p>1. ユーザーは、当社所定の方法により本サービスを退会することができるものとします。本サービスを退会したユーザーは、退会の時点から本サービスを利用することができなくなり、利用データへのアクセスも停止されるものとします。<br />
                            2. ユーザーは、退会にあたり、当社に対して負っている債務（本規約上の債務のみならず、ユーザーの当社に対する損害賠償債務も含み、これらに限りません。）がある場合、その一切について当然に期限の利益を失い、直ちに当社に対して全ての債務を履行しなければなりません。<br />
                            3. ユーザーは、本サービス退会後も、当社に対して本サービスの利用に関して負った義務及び債務を免れるものではありません。<br />
                            4. 本サービス退会後、ユーザーが再度本サービスの登録を希望する際は、改めて利用登録の申請を行うものとします。ユーザーは、再度の利用登録手続を行う場合、退会前の登録情報及び利用データが引き継がれないことを予め承諾するものとします。<br />
                            5. 本サービス退会後、当社は、ユーザーが当社に対して提供した登録情報、利用データその他一切の情報を引渡さないものとし、ユーザーはこれを異議なく承諾するものとします。<br />
                            6. 当社は、ユーザーが本サービスを退会した場合といえども、本規約に別段の定めのない限り、当該ユーザーの登録情報及び利用データを削除する義務を負わず、これを本規約の定めるところに従って引き続き利用することができるものとします。</p>

                        <h3>第13条（サービス利用停止、登録抹消及び解除）</h3>
                        <p>1. 当社は、ユーザーが次のいずれかに該当し、又は該当するおそれがあると当社が判断した場合、事前の通知又は催告することなく、本サービスの利用を一時的に停止し、その他の必要な措置をし、ユーザーとしての登録を抹消し、又はサービス利用契約を解除することができるものとします。<br />
                            (1) 本規約のいずれかの条項に違反した場合又は違反するおそれがあると当社が判断した場合<br />
                            (2) 登録情報の全部又は一部に虚偽の事実があることが判明した場合<br />
                            (3) ユーザーID又はユーザーパスワードが漏洩し、又は第三者に使用されていることが判明した場合<br />
                            (4) 利用料金の決済方法としてユーザーが指定する銀行口座又はクレジットカードが利用停止若しくは無効扱いとされた場合、又はそれらの不正使用が判明した場合<br />
                            (5) 利用料金の支払いを遅滞し、当社が指定した日までに当該遅滞が解消されない場合<br />
                            (6) 支払停止若しくは支払不能となり、又は破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合<br />
                            (7) 信用力の著しい低下又は信用力に影響を及ぼす営業上の重要な変更がなされた場合<br />
                            (8) 解散を決議し又は他の会社との合併等の会社再編を決議した場合<br />
                            (9) 死亡した場合又は後見開始、保佐開始若しくは補助開始の審判を受けた場合であってサービス利用契約を解除する合理的な理由があるとき<br />
                            (10) 当社からの連絡に対して10日間応答がない場合<br />
                            (11) 反社会的勢力等である場合、資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行っていると当社が判断した場合、又は反社会的勢力等が経営に実質的に関与している法人等であると判明した場合<br />
                            (12) 過去又は現在において、本サービス又は当社が提供する他のサービスにおいて何らかの違反が存在する場合<br />
                            (13) 本サービスの運営・保守管理上必要であると当社が判断した場合<br />
                            (14) その他前各号に類する事由があると当社が判断した場合<br />
                            2. 前項各号のいずれかの事由に該当した場合、ユーザーは、当社に対して負っている債務の一切（本規約上の債務のみならず、ユーザーの当社に対する損害賠償債務も含み、これらに限りません。）について当然に期限の利益を失い、直ちに当社に対して全ての債務を履行しなければなりません。<br />
                            3. ユーザーは、第1項に基づく措置がなされた後も、当社に対する本サービスの利用に関して負った義務及び債務（損害賠償を含みますが、これに限りません。）を免れるものではありません。<br />
                            4. 当社は、本条に基づき当社が行った行為によりユーザーに生じた損害について一切の責任を負いません。<br />
                            5. 当社は、第1項に基づく措置がなされた後といえども、本規約に別段の定めのない限り、当該ユーザーの登録情報及び利用データを本規約の定めるところに従って引き続き利用することができるものとします。</p>

                        <h3>第14条（本サービスの変更、中断、中止、追加及び廃止等）</h3>
                        <p>1. 当社は、ユーザーに事前の通知をすることなく、本サービスの内容の全部又は一部を変更又は追加し、又は本サービスを廃止することができるものとします。ただし、本サービスの大幅な変更の場合又は廃止の場合には、変更後の本サービスの内容又は本サービスを廃止する旨、及びその時期を、当該変更又は廃止の相当期間前までにユーザーに通知します。<br />
                            2. 当社は、当社の判断により本サービスの全部又は一部の提供・運営を中止することができるものとします。その場合、当社は、当社が適当と判断する方法でユーザーにその旨を通知します。ただし、緊急の場合は通知を行わない場合があることを、ユーザーは予め同意するものとします。<br />
                            3. 当社は、以下各号の事由が生じた場合には、ユーザーに事前に通知することなく、本サービスの全部又は一部を一時的に中断することができるものとします。<br />
                            (1) 本サービス用のハード・ソフト・通信機器設備等に関わるメンテナンスや修理を定期的又は緊急に行う場合<br />
                            (2) 本サービスに利用される電気通信事業者の役務が提供されない場合<br />
                            (3) 天災等の不可抗力により本サービスの提供が困難な場合<br />
                            (4) ウイルス又は細菌の蔓延、火災、停電、その他の不慮の事故、戦争、紛争、動乱、暴動又は労働争議等により本サービスの提供が困難な場合<br />
                            (5) アクセス過多、その他予期せぬ要因でシステムに負荷が集中した場合<br />
                            (6) 本サービスのセキュリティを確保する必要が生じた場合<br />
                            (7) 本サービスの提供に必要な第三者が運営するサービス（以下「第三者サービス」といいます。）等の全部又は一部の提供が一時的に停止又は中断された場合<br />
                            (8) 法令又はこれらに基づく措置により本サービスの運営が不能となった場合<br />
                            (9) その他前各号に準じ当社が必要と判断した場合<br />
                            4. ユーザーは、次の各号のいずれかに該当する場合、本サービスの利用の全部又は一部が制限されることがあることを予め承諾します。<br />
                            (1) インターネットに接続できない環境において、本サービスを利用する場合<br />
                            (2) リアルタイム通信ができない通信状況において本サービスを利用する場合<br />
                            5. 当社は、ユーザーに対し、本サービスに関するソフトウェアのサポート及び修正を行う義務を負いません。<br />
                            6. 当社は、本条に基づき当社が行った措置によりユーザーに生じた損害について、一切の責任を負いません。</p>

                        <h3>第15条（権利の帰属）</h3>
                        <p>1. 本サービスに関する所有権、知的財産権その他一切の権利（本サービスに実装されている当社ＡＩ及びユーザー画像に基づき学習した当社ＡＩに関する権利を含み、これらに限られません。）は、当社又は当社にライセンスを許諾している者に帰属します。<br />
                            2. ユーザーは、当社の許諾を得ずに、当社又は当社にライセンスを許諾している者の知的財産権を侵害するおそれのある行為（逆アセンブル、逆コンパイル、リバースエンジニアリングを含みますが、これらに限りません。）をしないものとします。<br />
                            3. 本サービス上には商標、ロゴ及びサービスマーク等（以下総称して「商標等」といいます。）が表示される場合がありますが、当社は、ユーザーその他の第三者に対し何ら当該商標等を譲渡し、又は使用を許諾するものではありません。<br />
                            4. 登録情報及び利用データに関する権利は、本サービスの提供前から、又は本サービスとは無関係に当社に帰属するものを除いて、ユーザーに帰属するものとし、ユーザーは、当社に対し、登録情報及び利用データを当社に提供することについての適法な権利を有していること、並びに本サービスにおける登録情報及び利用データの利用が第三者の権利を侵害していないことについて、表明し、保証するものとします。<br />
                            5. ユーザーは、利用データについて、当社に対し、当社がユーザーに本サービスを提供する目的、及び本規約において別途定められた目的における利用に必要な範囲に限り、世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な使用、複製、配布、派生著作物の作成、表示及び実行等を含む全ての実施・利用・使用行為に関するライセンスを付与します。<br />
                            6. ユーザーは、当社及び当社から権利を承継し又は許諾された者に対して著作者人格権を行使しないことに同意するものとします。</p>

                        <h3>第16条（当社による個人情報の利用等）</h3>
                        <p>1. 個人情報の取扱いについては、別途当社プライバシーポリシー（https://datagrid.co.jp/privacy-policy/）の定めによるものとし、ユーザーは、このプライバシーポリシーに従って当社がユーザーの個人情報を取扱うことについて同意するものとします。<br />
                            2. 当社は、ユーザーが当社に提供した個人情報を、特定の個人との対応関係が排斥された統計的な情報として、本規約に従って利用することができるものとし、ユーザーはこれに異議を唱えないものとします。</p>

                        <h3>第17条（当社によるデータ及び当社ＡＩの利用等）</h3>
                        <p>1. 当社は、前条第2項の統計的な情報及び利用データを以下の目的に限り利用いたします。<br />
                            (1) 本サービスの運営及び提供のため<br />
                            (2) 本サービスその他当社の運営するサービスの開発及び改善、その他研究・市場分析・マーケティング等を行うため<br />
                            (3) 前各号に付随する目的のため<br />
                            2. 前項の規定にかかわらず、当社は、ユーザーが本サービスにおいて利用するユーザー画像及びサービス生成画像、並びにユーザー画像に基づき本サービス上で学習した当社ＡＩ（ユーザー画像に基づき学習した当社ＡＩに限られ、本サービスにプリセットされた当社ＡＩを除きます。）を、本サービスの他のユーザーその他第三者に対して開示、提供せず、利用させないことを約束します。</p>

                        <h3>第18条（反社会的勢力の排除）</h3>
                        <p>当社は、反社会的勢力等による本サービスの利用を禁止します。当社は、ユーザーが反社会的勢力等に該当すると判断した場合、事前に通知することなく、本サービスの提供を停止し、又はサービス利用契約の解除をすることができるものとします。当社は、本サービスの提供停止又はサービス利用契約の解除によってユーザーに生じた損害や不利益について、一切の責任を負いません。</p>

                        <h3>第19条（損害賠償）</h3>
                        <p>１. ユーザーは、本規約に違反することにより、又は本サービスの利用に関連して当社に損害を与えた場合、当社に対しその損害の一切（予見可能性の有無にかかわらず、弁護士費用、逸失利益、その他特別の事情によって生じた損害及び間接損害を含むがこれらに限られません。）を賠償しなければなりません。<br />
                            ２. ユーザーによる本サービスの利用に関連して、当社が、他のユーザーその他の第三者から権利侵害その他の理由により何らかの請求を受けた場合、当該ユーザーは、当該請求に基づき当社が当該第三者に支払った金額及び当該請求に係る紛争等の解決のために当社が負担した一切の金額（弁護士費用を含みます。）を賠償するものとします。</p>

                        <h3>第20条（保証の否認及び免責）</h3>
                        <p>1. 当社は、本サービス、本サービスの機能並びに本サービスを通じて得られる一切の情報及びコンテンツが、特定の目的に適合すること、ユーザーの期待する機能・商品的価値・正確性・有用性を有すること、ユーザーに適用のある法令又は業界団体の内部規則等に適合すること、不具合が生じないこと、本サービスの利用に関する問題を解決すること、第三者の権利を侵害しないこと等について、何ら保証するものではありません。<br />
                            2. 当社は、当社による本サービスの提供の中断、停止、廃止、利用不能又は変更、登録情報及び利用データの毀損若しくは消滅、本サービスの利用による機器の故障若しくは損傷、その他本サービスに関してユーザーが被った損害につき、賠償する責任を一切負わないものとします。<br />
                            3. 万一ユーザー間で紛争や問題が生じた場合には、当該ユーザーの責任と費用でこれを解決するものとし、当社はこれに一切関与しません。<br />
                            4. ユーザーと第三者との間で紛争が生じた場合には、ユーザーは自身の責任と費用でこれを解決するものとし、当社はこれに一切関与しません。<br />
                            5. ユーザーは、登録情報及び利用データを自身の責任で管理するものとします。当社は、個人情報についてプライバシーポリシーに則って対応する場合を除き、登録情報及び利用データの内容及びその履歴の開示、訂正、削除等に対応いたしません。<br />
                            6. 当社は、本サービスが全ての端末で利用可能であることを保証いたしません。また、端末のOSバージョンアップ等に伴い本サービスの動作に不具合が生じる可能性があることについて、ユーザーは予め承諾するものとします。当社は、かかる不具合が生じた場合、プログラムの修正等により当該不具合が解消されることを保証いたしません。<br />
                            7. 当社は、本サービスに関連してユーザーが被った損害について、一切賠償責任を負いません。本規約の規定にかかわらず、法令に基づく理由により当社がユーザーに対して損害賠償責任を負うこととなる場合でも、その賠償責任の範囲は、当社の責に帰すべき事由により現実に発生した直接かつ通常の損害に限られるものとし、かつ、損害の事由が生じた時点から遡って過去1年間に当該ユーザーから現実に受領した本サービスの利用料金の総額を上限とします。</p>

                        <h3>第21条 （秘密保持）</h3>
                        <p>1. 本規約において「秘密情報」とは、本サービスに関連してユーザーが知り得た、当社の技術、営業、業務、財務、組織、その他の事項に関する全ての情報を意味します。ただし、<br />
                            (1)当社から知得したときに、既に公知となっており、又は既に知得していたもの<br />
                            (2)当社から知得した後、ユーザーの責めに帰すことのできない事由により公知となったもの<br />
                            (3)権限のある第三者から秘密保持義務を負わされることなく適法に取得したもの<br />
                            (4)秘密情報によることなく自らが単独で開発したものについては、秘密情報から除外するものとします。<br />
                            2. ユーザーは、秘密情報を本サービスの利用のためにのみ使用するとともに、当社の事前の書面による承諾なしに第三者に提供、開示又は漏洩しないものとします。<br />
                            3. ユーザーは、当社から求められた場合にはいつでも、遅滞なく、当社の指示に従い、秘密情報及び秘密情報を記載した書面その他の記録媒体を返却又は廃棄しなければなりません。</p>

                        <h3>第22条（サービス利用契約の有効期間）</h3>
                        <p>1. サービス利用契約は、その成立日に効力を発し、申込書に記載の期間中、有効であるものとします。また、有効期間満了の１ヶ月前までに、ユーザーから当社所定の方法により本サービスの退会通知がなされなかった場合、当該ユーザーに係るサービス利用契約は、同一条件で１年間更新されるものとし、以後も同様とします。ただし、有効期間中にユーザーによる本サービスの利用がされなかった場合、当社の判断によりサービス利用契約を更新しない場合があります。<br />
                            2. 前項の規定にかかわらず、ユーザーの退会又は登録抹消、サービス利用契約の解除又は本サービスの廃止により、当社とユーザーとのサービス利用契約は終了するものとします。</p>

                        <h3>第23条（本規約の変更）</h3>
                        <p>1. 当社は、本サービスに含まれる各種機能の変更、当社の事業上の必要性、その他当社が必要と認める場合に、本規約を変更することがあります。<br />
                            2. 当社は、本規約を変更する場合、本規約変更の効力発生の相当期間前までに、変更後の本規約の内容及びその効力発生時期を当社ウェブサイト等への掲載その他当社が適当と判断する方法により通知します。<br />
                            3. 当社が前項の規定により本規約を変更する旨の通知を行った場合、当該通知に記載された効力発生日に、変更後の本規約が効力を生ずるものとします。<br />
                            4. ユーザーは、本規約の変更後も本サービスの利用を継続する場合、変更後の本規約の内容に同意したものとみなされます。</p>

                        <h3>第24条（連絡・通知）</h3>
                        <p>1. 本サービスに関する問合せその他ユーザーから当社に対する連絡又は通知、並びに本規約の変更に関する通知その他当社からユーザーに対する連絡又は通知は、ユーザーの提供した登録情報に基づき、本規約に従って当社の定める方法で行うものとします。<br />
                            2. 当社が登録情報に含まれるメールアドレスその他の連絡先に連絡又は通知を行った場合、ユーザーは当該連絡又は通知を受領したものとみなします。</p>

                        <h3>第25条（本規約上の地位の譲渡等）</h3>
                        <p>1. ユーザーは、当社の書面による事前の承諾なく、サービス利用契約上の地位又は本規約に基づく権利義務の全部又は一部を、第三者に対して譲渡、承継（合併、会社分割等による包括承継を含みます。）し、又は担保の目的に供することはできません。<br />
                            2. 当社が本サービスにかかる事業を他者に譲渡した場合には、当該事業譲渡に伴いサービス利用契約上の地位、本規約に基づく権利及び義務並びにユーザーの登録情報その他の顧客情報を当該事業譲渡の譲受人に譲渡できるものとし、ユーザーは、かかる譲渡につき予め同意したものとみなします。なお本項に定める事業譲渡には、会社分割その他事業が移転するあらゆる場合を含むものとします。</p>

                        <h3>第26条（分離可能性）</h3>
                        <p>本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有します。当社及びユーザーは、当該無効又は執行不能の条項又はその一部を適法とし、執行力を持たせるために本規約を必要な範囲で修正し、当該無効若しくは執行不能な条項又は部分の趣旨並びに法律的及び経済的に同等の効果を確保できるように努めるものとします。</p>

                        <h3>第27条（不可抗力）</h3>
                        <p>当社は、天災地変（台風、津波、地震、風水害、落雷、塩害等を含むがこれらに限られない）、火災、感染症、伝染病、疫病、法令・規則の制定・改廃、公権力による命令・処分その他の政府による行為、輸送機関 ･通信回線等の事故、その他の不可抗力によって本サービスの提供が妨げられた場合は、かかる不可抗力によってユーザーに生じた損害について一切の責任を負いません。</p>

                        <h3>第28条（存続条項）</h3>
                        <p>第12条（退会）第2項から第6項、第13条（サービス利用停止、登録抹消及び解除）第2項から第5項、第15条（権利の帰属）、第16条（個人情報の利用等）、第17条（データの利用等）、第18条（反社会的勢力の排除）から第21条（秘密保持）、並びに第25条（本規約上の地位の譲渡等）から第29条（準拠法及び合意管轄）については、当社とユーザーとの間のサービス利用契約が終了した場合でも、その終了原因の如何を問わず、効力を有するものとします。</p>

                        <h3>第29条（準拠法及び合意管轄）</h3>
                        <p>本規約の準拠法は日本法とし、本規約に起因し又は関連する一切の紛争については、京都地方裁判所を第一審の専属的合意管轄裁判所とします。</p>
                    </div>
                </div>
            </section>
        </main>
    )
}
